[Information]
TRANSLATORS=Sebastian Jasiński, Konrad Kałużyński, Andy, Mateusz Kruszewski
VERSION=8.0.0
[Language]
LANGUAGE=Polish
CHARACTER_CODE=Unicode (UTF-16, LE, w/ BOM)
LOCALE_ID=0x0415

[Menu]
FILE=&Plik
FILE_EXIT=&Wyjdź
EDIT=&Edytuj
EDIT_COPY=&Kopiuj
THEME=&Wygląd
HELP=&Pomoc
HELP_ABOUT=&Informacje
LANGUAGE=Język
ZOOM=&Powiększenie
AUTO=&Automatycznie
TEST_DATA=Dane testowe
DEFAULT_RANDOM=Domyślnie (losowo)
SETTINGS=&Ustawienia
SAVE=&Zapisz
QUEUES_THREADS=&Kolejki &i wątki
INTERVAL_TIME=Długość przerwy
SECOND=sek
MINUTE=min
HOUR=godz
ALL_ZERO=Wszystko 0x00 (wypełnienie zerami)
SELECT_FOLDER=Wybierz folder
FONT_SETTING=&Ustawienia czcionki
PROFILE=&Tryb
PROFILE_DEFAULT=&Domyślny
PROFILE_PEAK=&Najwyższa wydajność
PROFILE_REAL=&Normalne użytkowanie
; 8.0.0
SAVE_TEXT=Zapisz (&tekst)
SAVE_IMAGE=&Zapisz (obraz)
PROFILE_DEMO=D&emonstracyjny

[Message]
STOP_BENCHMARK=Zatrzymaj test.
DISK_CAPACITY_ERROR=Brak miejsca na dysku.
DISK_CREATE_FILE_ERROR=Błąd tworzenia pliku.
DISK_WRITE_ERROR=Błąd zapisu.
DISK_READ_ERROR=Błąd odczytu.
DISK_SPD_NOT_FOUND=Nie znaleziono DiskSpd. Zainstaluj CrystalDiskMark ponownie.

[Title]
TEST_DRIVE=Testowany dysk
TEST_SIZE=Romziar pliku testowego
TEST_COUNT=Ilość testów
TEST_UNIT=Jednostka
TEST_MIX=Stosunek testów
; 8.0.0
TEST_MODE=Tryb testu

[WindowTitle]
ABOUT=Informacje
QUEUES_THREADS=Kolejki i wątki
FONT_SETTING=Ustawienia czcionki
COMMENT=Komentarz
; 8.0.0
SETTINGS=Ustawienia

[Dialog]
DEFAULT=Domyślnie
AUTO=Automatycznie
FONT_FACE=Rodzaj czcionki
FONT_SCALE=Rozmiar czcionki (%)
FONT_RENDER_METHOD=Metoda renderowania
BLOCK_SIZE=Rozmiar bloku
QUEUES=Kolejki
THREADS=Wątki
SEQUENTIAL_1=Sekwencyjny (1)
SEQUENTIAL_2=Sekwencyjny (2)
RANDOM_1=Losowy (1)
RANDOM_2=Losowy (2)
DEFAULT_AFFINITY=Domyślny przydział
ENABLED=Włączone
DISABLED=Wyłączone
; 8.0.0
TYPE=Type
PROFILE_DEFAULT=Tryb: Domyślny
PROFILE_PEAK_PERFORMANCE=Tryb: Najwyższa wydajność
PROFILE_DEMO=Tryb: Demonstracyjny
MEASURE_TIME=Długość pomiaru (sek)
INTERVAL_TIME=Długość przerwy (sek)